export default {
  "/cases-catalog.html": {
    title: "Каталог кейсов",
    casesHero: {
      title: "Наш опыт",
      logo: "/images/shared/logo-white.webp",
    },
    casesList: [
      {
        heading: "Отечественная платформа слежения за рудой для Северстали",
        description:
          "Мобильная версия на базе отечественной платформы обеспечила сотрудникам ПАО Северсталь возможность следить за ходом технологического процесса и мгновенно реагировать на инциденты и взаимодействовать с другими специалистами в рамках защищённого контура.",
        image: "/images/cases-catalog/1.webp",
      },
      {
        heading: "Разработка единого дизайна калькуляторов для СберСтрахования",
        description:
          "Оформив свой первый полис, пользователь легко будет ориентироваться в интерфейсах других страховых продуктов. Однако такой интерфейс требует глубокого изучения пользовательского пути для каждого продукта - необходимо понимать, где клиенту критически важно получить результат быстро, а где он готов к детальному изучению.",
        image: "/images/cases-catalog/2.webp",
      },
      {
        heading: "Корпоративный портал для сотрудников СК Зетта",
        description:
          "Цифровизации процесса взаимодействия между СК и страхователями позволила быстрее реагировать на изменения в договорах и заявках. Специалисты со стороны страхователей отметили улучшение клиентского сервиса, а страховая компания повысила лояльность клиентов за счет удобного сервиса и сократила издержки.",
        image: "/images/cases-catalog/3.webp",
      },
      {
        heading: "Разработка предикативной модели для снижения простоев и оптимизации перевозок",
        description:
          "Компоненты платформы разработаны на основе математической модели прогнозирования. Такое решение приводит к росту производительности и точности в планирования бюджета. Помимо этого, модель позволяет сократить операционные расходы благодаря учету оптимальных маршрутов и прогнозу ремонтов.",
        image: "/images/cases-catalog/4.webp",
      },
      {
        heading: "Личный кабинет для корпоративных клиентов СберСтрахования",
        description:
          "ЛК - единая точка входа клиентов для управления страховыми продуктами и их оформления. Для непрерывного улучшения клиентского пути изменения могут вноситься на постоянной основе. Миграция на отечественные сервисы, усиление безопасности и улучшение сервиса - об этом и многом другом в масштабном проекте для ведущей СК.",
        image: "/images/cases-catalog/5.webp",
      },
      {
        heading: "Интеграция бэк-офисной системы СК Ингосстрах с приложением «Госключ»",
        description:
          "СК ИНГОССТРАХ обратилась с запросом интегрировать бэк-офис с приложением «Госключ» для выполнения требований регулятора об электронном подписании документов при урегулировании убытков. Интеграция привёл к сокращению времени обработки заявлений с 2-3 часов до нескольких минут.",
        image: "/images/cases-catalog/6.webp",
      },
      {
        heading: "Интеграция сервисов СК Согласие со Службой Приставов через СМЭВ",
        description:
          "Для СК интеграция с Федеральной службой судебных приставов через СМЭВ обеспечила выполнение регуляторных требований по юридически значимому обмену данными. Автоматизация полностью исключила ручную обработку запросов, ускорила принятие управленческих решений и повысила эффективность взаимодействия с ведомством.",
        image: "/images/cases-catalog/7.webp",
      },
      {
        heading: "Личный кабинет для физических лиц СберСтрахование",
        description:
          "ЛК ФЛ сопровождает пользователя на всех этапах: от выбора и оплаты полиса до урегулирования страховых случаев. Протестировать удобство сервиса для физических лиц может прямо сейчас любой пользователь. Бесшовный переход между разными страховыми продуктами, усиление безопасности и персонализация опыта - все это в подробном описании.",
        image: "/images/cases-catalog/8.webp",
      },
    ],
    newsCards: [
      {
        href: "#",
        image: "/images/news/news-1.webp",
        alt: "Турнир по футболу",
        title: "Турнир по футболу",
        date: "13.01.2026",
      },
      {
        href: "#",
        image: "/images/news/news-2.webp",
        alt: "Конференция 2025",
        title: "Конференция 2025",
        date: "10.01.2026",
      },
      {
        href: "#",
        image: "/images/news/news-3.webp",
        alt: "Разработчики взяли награду",
        title: "Разработчики взяли награду",
        date: "20.11.2025",
      },
    ],
  },
};
