export default {
  "/index.html": {
    title: "Главная страница",
    services: [
      {
        title: "Заказная разработка ПО",
        image: "/images/services/1.webp",
        items: [
          "Рефакторинг и реструктуризация кода",
          "Декомпозиции монолитных архитектур (Software Re-architecturing)",
          "Модернизация технологического стека и перенос приложений в современные среды",
        ],
      },
      {
        title: "Мобильная разработка",
        image: "/images/services/5.webp",
        imageOffset: "35%",
        items: [
          "Рефакторинг и реструктуризация кода",
          "Декомпозиции монолитных архитектур (Software Re-architecturing)",
          "Модернизация технологического стека и перенос приложений в современные среды",
        ],
      },
      {
        title: "Модернизация ИТ-систем",
        image: "/images/services/3.webp",
        items: [
          "Рефакторинг и реструктуризация кода",
          "Декомпозиции монолитных архитектур (Software Re-architecturing)",
          "Модернизация технологического стека и перенос приложений в современные среды",
        ],
      },
      {
        title: "Управление качеством ПО",
        image: "/images/services/4.webp",
        imageOffset: "35%",
        items: [
          "Рефакторинг и реструктуризация кода",
          "Декомпозиции монолитных архитектур (Software Re-architecturing)",
          "Модернизация технологического стека и перенос приложений в современные среды",
        ],
      },
    ],
    solutions: [
      {
        title: "Автоматизация страховых продуктов",
        image: "/images/services/1.webp",
        isReversed: true,
        items: [
          "Клиентские порталы",
          "Экстранет-порталы и партнёрские кабинеты (B2B)",
          "Интранет-порталы",
          "Системы управления доступом (IAM)",
        ],
      },
      {
        title: "Импортозамещение",
        image: "/images/services/2.webp",
        imageOffset: "35%",
        isReversed: true,
        items: [
          "Клиентские порталы",
          "Экстранет-порталы и партнёрские кабинеты (B2B)",
          "Интранет-порталы",
          "Системы управления доступом (IAM)",
        ],
      },
      {
        title: "Разработка личных кабинетов",
        image: "/images/services/3.webp",
        isReversed: true,
        items: [
          "Клиентские порталы",
          "Экстранет-порталы и партнёрские кабинеты (B2B)",
          "Интранет-порталы",
          "Системы управления доступом (IAM)",
        ],
      },
      {
        title: "Разработка HR-порталов",
        image: "/images/services/4.webp",
        imageOffset: "35%",
        isReversed: true,
        items: [
          "Клиентские порталы",
          "Экстранет-порталы и партнёрские кабинеты (B2B)",
          "Интранет-порталы",
          "Системы управления доступом (IAM)",
        ],
      },
    ],
    portfolio: [
      {
        href: "#",
        title: "Оптимизация маршрутов транспортной компании",
        image: "/images/portfolio-card/1.webp",
        hoveredImage: "/images/portfolio-card/1-hovered.webp",
      },
      {
        href: "#",
        title: "Автоматизация ОСАГО",
        image: "/images/portfolio-card/2.webp",
      },
      {
        href: "#",
        title: "Разработка личного кабинета для страховой компании",
        image: "/images/portfolio-card/3.webp",
      },
    ],
  },
};
