export default {
  "/news-detail.html": {
    title:
      "Компания BIV вошла в число лучших работодателей России по версии РБК-2025",
    newsDetail: {
      title:
        "Компания BIV вошла в число лучших работодателей России по версии РБК-2025",
      date: "26.02.2026",
      image: "/images/news-detail/rbc-certificate.webp",
      alt: "Сертификат рейтинга работодателей РБК 2025 для компании BIV",
      tags: ["мероприятия", "рейтинги"],
      content: `
        <p>Компания BIV стала участником престижного рейтинга работодателей России, который составляет деловое издание РБК.</p>
        <p>В этом году исследование было особенно масштабным: участников стало больше, а оценка проходила по 40 разным критериям. Попасть в финальный список — значит получить признание на федеральном уровне.</p>
        <p>Высокая оценка стала закономерным итогом системной работы всей команды. Эксперты и сами сотрудники высоко оценили BIV по целому ряду направлений:</p>
        <ul>
          <li>Финансовая стабильность и эффективность бизнеса;</li>
          <li>Инновационное развитие;</li>
          <li>Качество условий труда;</li>
          <li>Социальная ответственность и репутация.</li>
          <li>Опросы сотрудников компании.</li>
        </ul>
        <p>Такие достижения всегда дают стимулы для развития всей команды. Впереди у нас много планов и новых проектов.</p>
      `,
    },
    newsDetailRelatedCards: [
      {
        href: "#",
        image: "/images/news/news-1.webp",
        alt: "Команда BIV на турнире по футболу",
        title: "Турнир по футболу",
        date: "13.01.2026",
        tags: ["мероприятия"],
      },
      {
        href: "#",
        image: "/images/news/news-2.webp",
        alt: "Конференц-зал с участниками мероприятия",
        title: "Конференция 2025",
        date: "10.01.2026",
        tags: ["мероприятия", "рейтинги"],
      },
      {
        href: "#",
        image: "/images/news/news-3.webp",
        alt: "Награда в руках разработчиков",
        title: "Разработчики взяли награду",
        date: "20.11.2025",
        tags: ["веб-разработка", "рейтинги"],
      },
      {
        href: "#",
        image: "/images/news/news-catalog-1.webp",
        alt: "Интерфейс калькулятора СберСтрахования",
        imageModifier: "news-catalog-card__image--align-left",
        title:
          "Разработка единой дизайн-системы калькуляторов для «СберСтрахования»",
        date: "15.03.2026",
        tags: ["веб-разработка"],
      },
      {
        href: "#",
        image: "/images/news/news-catalog-3.webp",
        alt: "Торт с логотипом BIV",
        title: "Что передает новый фирменный стиль компании BIV",
        date: "15.02.2026",
        tags: ["бренд", "рейтинги"],
      },
    ],
  },
};
